[
    {
        "id": "exploding-kitten",
        "show": true,
        "name": "Exploding Kitten",
        "image": "img/exploding-kittens/card-icons/exploding-kitten.png",
        "description": "Muestra esta carta inmediatamente.",
        "detailedDescription": "Debes mostrar esta carta inmediatamente. A menos que tengas una carta Defuse, estás muerto. Descarta todas tus cartas, incluyendo el Exploding Kitten.\n\nPuedes jugar el Exploding Kitten desde tu mano e intentar desactivarlo si tienes tanto el Streaking Kitten como el Exploding Kitten.\n\nSi robas un Exploding Kitten (y no tienes un Streaking Kitten), eso no cuenta como robar una carta exitosamente. Ahora debes jugar cartas a ciegas hasta que juegues un Defuse. Todas las cartas jugadas que no sean Defuse se pierden sin efecto. Después de desactivar exitosamente el Exploding Kitten, puedes volver a jugar normalmente.\n\nSi juegas un Exploding Kitten estando ciego, explotas inmediatamente y debes desactivar el Exploding Kitten a ciegas o perder la partida.\n\nSi eres la persona más desafortunada del mundo y juegas un Exploding Kitten mientras intentas desactivar otro Exploding Kitten, debes desactivar cada uno antes de continuar.",
        "isNow": false,
        "canBeNoped": false
    },
    {
        "id": "imploding-kitten",
        "show": true,
        "name": "Imploding Kitten",
        "image": "img/exploding-kittens/card-icons/imploding-kitten.png",
        "description": "Si la robas boca abajo, vuelve al mazo boca arriba, sin usar Defuse. Si la robas boca arriba, explotas inmediatamente. Esta carta no puede ser desactivada.",
        "detailedDescription": "Cuando esta carta se roba, colócala en secreto en el mazo de robo BOCA ARRIBA donde quieras. No uses carta Defuse. La carta tiene un borde blanco para que todos vean que viene.\n\nSi no tienes más opción que robar esta carta boca arriba, implosionas inmediatamente y quedas fuera del juego. Esta carta no puede ser desactivada ni cancelada con Nope.\n\nCuando el Imploding Kitten implosiona y elimina a un jugador, debe ir a la pila de descarte como lo haría un Exploding Kitten.\n\nSi hay un Imploding Kitten boca arriba en la parte superior del mazo y juegas una carta Shuffle, baraja el mazo debajo de la mesa para que aún tengas la posibilidad de que el Imploding Kitten vuelva a la parte superior sin darte cuenta.",
        "isNow": false,
        "canBeNoped": false
    },
    {
        "id": "defuse",
        "show": true,
        "name": "Defuse",
        "image": "img/exploding-kittens/card-icons/defuse.png",
        "description": "En vez de explotar, coloca en secreto la última carta robada de nuevo en el mazo.",
        "detailedDescription": "Si robas un Exploding Kitten, puedes jugar esta carta en vez de morir. Coloca tu carta Defuse en la pila de descarte.\n\nLuego toma el Exploding Kitten y, sin reordenar ni ver las demás cartas, colócalo en secreto en cualquier parte del mazo de robo.\n\n¿Quieres fastidiar al siguiente jugador? Pon el Kitten justo arriba del mazo. Si lo prefieres, puedes sostener el mazo debajo de la mesa para que nadie vea dónde lo colocas.\n\nTu turno termina después de jugar esta carta.",
        "isNow": false,
        "canBeNoped": false
    },
    {
        "id": "zombie-kitten",
        "show": true,
        "name": "Zombie Kitten",
        "image": "img/exploding-kittens/card-icons/zombie-kitten.png",
        "description": "En vez de explotar, coloca en secreto un Exploding Kitten de nuevo en el mazo y revive a un jugador muerto.",
        "detailedDescription": "Si robas un Exploding Kitten, puedes (pero no tienes que) jugar esta carta en vez de explotar. Coloca tu carta Zombie Kitten en la pila de descarte. Si hay jugadores muertos, debes elegir uno y devolverlo a la partida.\n\nLuego toma el Exploding Kitten y, sin reordenar ni ver las demás cartas, colócalo en secreto en cualquier parte del mazo de robo. Si revives a otro jugador, harás lo mismo con el Exploding Kitten frente a él (es decir, pondrás 2 Exploding Kittens en el mazo, cada uno en una ubicación secreta).\n\nTu turno termina después de jugar esta carta. Puedes jugarla aunque no haya jugadores muertos.",
        "isNow": false,
        "canBeNoped": false
    },
    {
        "id": "nope",
        "show": true,
        "name": "Nope",
        "image": "img/exploding-kittens/card-icons/nope.png",
        "description": "Detén la acción de otro jugador. Puedes jugarla en cualquier momento.",
        "detailedDescription": "Detén cualquier acción (Combo especial, Shuffle, etc.) excepto un Exploding Kitten o una carta Defuse. Imagina que cualquier carta debajo de un Nope nunca existió.\n\nUn Nope también puede jugarse sobre otro Nope para anularlo y crear un Yup, y así sucesivamente.\n\nPuedes jugar un Nope en cualquier momento antes de que comience una acción, incluso si no es tu turno. Todas las cartas que hayan sido Noped se pierden y deben quedarse en la pila de descarte.",
        "isNow": true,
        "canBeNoped": true
    },
    {
        "id": "cat-card",
        "show": true,
        "name": "Cat Card",
        "image": "img/exploding-kittens/card-icons/rainbow-ralphing-cat.png",
        "description": "Esta es una carta de gato y no tiene poder por sí sola. Juega dos gatos iguales como pareja para robar una carta al azar a otro jugador.",
        "detailedDescription": "Estas cartas no tienen poder por sí solas, pero pueden usarse en Combos Especiales. PAREJA DE DOS IGUALES: Jugar pares de cartas iguales (donde puedes robar una carta al azar a otro jugador) ya no solo aplica a cartas de gato. Ahora aplica a CUALQUIER par de cartas con el mismo título (un par de cartas Shuffle, un par de cartas Skip, etc). Ignora las instrucciones de las cartas cuando juegues un combo. TRÍO DE TRES IGUALES: Cuando juegas 3 cartas iguales (cualquier tres cartas con el mismo título), puedes elegir un jugador y nombrar una carta. Si la tiene, debe darte una. Si no la tiene, no recibes nada. Ignora las instrucciones de las cartas cuando juegues un combo. Si un oponente juega el combo especial 'Tres iguales' sobre ti mientras estás ciego, busca la carta solicitada (si la tienes), dásela, y luego vuelve a poner tus cartas en la mesa boca abajo y barájalas. Otros nombres: Beard Cat, Bikini Cat, Cat's Schrödinger, Cat-Henge, Cat-O-Lantern, Cattermelon, De-Cat-Ipated, Electrocat, Football Cat, Hairy Potato Cat, Horse Cat, Kit-Tea Cat, Knight Cat, Loch Ness Kitty, Mercat, Momma Cat, Rainbow-Ralphing Cat, Shy Bladder Cat, Tacocat, Telephone Boxcat, Troll Cat, Vampire Cat, Zombie Cat.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "feral-cat",
        "show": true,
        "name": "Feral Cat",
        "image": "img/exploding-kittens/card-icons/feral-cat.png",
        "description": "Úsala como cualquier carta de gato.",
        "detailedDescription": "Úsala como cualquier carta de gato (cualquier carta que no tenga poder por sí sola).\n\nEsta carta no puede usarse como carta que no sea de gato (Shuffle, Attack, etc).",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "shuffle",
        "show": true,
        "name": "Shuffle",
        "image": "img/exploding-kittens/card-icons/shuffle.png",
        "description": "Baraja el mazo de robo.",
        "detailedDescription": "Baraja el mazo de robo sin mirar las cartas hasta que te indiquen que puedes detenerte.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "shuffle-now",
        "show": true,
        "name": "Shuffle NOW",
        "image": "img/exploding-kittens/card-icons/shuffle-now.png",
        "description": "Baraja el mazo de robo. Juega en cualquier momento.",
        "detailedDescription": "Puedes jugar esta carta en cualquier momento antes de que comience una acción, incluso si no es tu turno. Los jugadores muertos también pueden jugar esta carta.",
        "isNow": true,
        "canBeNoped": true
    },
    {
        "id": "skip",
        "show": true,
        "name": "Skip",
        "image": "img/exploding-kittens/card-icons/skip.png",
        "description": "Termina tu turno sin robar carta.",
        "detailedDescription": "Si juegas una carta Skip como defensa ante una carta Attack, solo termina 1 de los 2 turnos. Dos cartas Skip terminarían ambos turnos.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "super-skip",
        "show": true,
        "name": "Super Skip",
        "image": "img/exploding-kittens/card-icons/super-skip.png",
        "description": "Termina tu turno sin robar carta. Si debes tomar varios turnos, termínalos todos.",
        "detailedDescription": "Termina tu turno sin robar carta. Si debes tomar varios turnos, termínalos todos.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "reverse",
        "show": true,
        "name": "Reverse",
        "image": "img/exploding-kittens/card-icons/reverse.png",
        "description": "Invierte el orden de juego y termina tu turno sin robar carta.",
        "detailedDescription": "Si solo hay dos jugadores, esta carta actúa como una carta Skip.\n\nSi juegas esta carta después de recibir un Attack, el orden de juego se invierte, pero solo has terminado 1 de tus 2 turnos.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "swap-top-and-bottom",
        "show": true,
        "name": "Swap Top and Bottom",
        "image": "img/exploding-kittens/card-icons/swap-top-and-bottom.png",
        "description": "Intercambia la carta superior e inferior del mazo de robo.",
        "detailedDescription": "Intercambia la carta superior e inferior del mazo de robo sin mirar las cartas.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "draw-from-the-bottom",
        "show": true,
        "name": "Draw from the Bottom",
        "image": "img/exploding-kittens/card-icons/draw-from-the-bottom.png",
        "description": "Termina tu turno robando la carta inferior del mazo de robo.",
        "detailedDescription": "Si juegas Draw From Bottom como defensa ante una carta Attack, solo termina 1 de los 2 turnos. Dos cartas Draw From Bottom terminarían ambos turnos.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "favor",
        "show": true,
        "name": "Favor",
        "image": "img/exploding-kittens/card-icons/favor.png",
        "description": "Un jugador debe darte una carta de su elección.",
        "detailedDescription": "Obliga a cualquier otro jugador a darte 1 carta de su mano. El jugador elige qué carta darte.\n\nSi tienes un Exploding Kitten en tu mano, puedes entregarlo como tu carta elegida cuando te jueguen Favor.\n\nSi juegas una carta Favor estando ciego, puedes mirar la carta que recibes antes de ponerla boca abajo y barajarla en tu mano sobre la mesa.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "i-ll-take-that",
        "show": true,
        "name": "I'll Take That",
        "image": "img/exploding-kittens/card-icons/i-ll-take-that.png",
        "description": "Coloca esta carta frente a otro jugador para robar la próxima carta que robe del mazo.",
        "detailedDescription": "Juega esta carta boca arriba frente a otro jugador. La próxima vez que ese jugador robe una carta, debe verla en secreto y dártela.\n\nSi te entregan un Exploding Kitten, debes desactivarlo o explotar. El juego continúa como si ese jugador hubiera robado una carta y terminado su turno.\n\nNo puedes jugar esta carta frente a un jugador que ya tenga una igual frente a él.\n\nSi te juegan I'll Take That mientras estás ciego, puedes mirar la carta que robas antes de entregarla como de costumbre. Luego dejarás de estar ciego porque has robado una carta exitosamente (incluso si la carta que entregaste fue un Exploding Kitten).\n\nSi estás ciego y recibes una carta por I'll Take That, sigue las reglas de Favor mientras estás ciego.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "clone",
        "show": true,
        "name": "Clone",
        "image": "img/exploding-kittens/card-icons/clone.png",
        "description": "Cuando juegas esta carta, se convierte en la carta que está debajo de ella.",
        "detailedDescription": "Juega esta carta en la pila de descarte y se convierte en la carta que está debajo, adoptando las reglas de esa carta.\n\nNo puedes jugar un Clone encima de otro Clone.\n\nNo puedes jugar una carta Clone si no es tu turno o si estás muerto, incluso si la carta debajo tiene el símbolo (porque al momento de jugarla, sigue siendo Clone y solo puede jugarse en tu turno).\n\nPuedes jugar una carta de gato junto con un Clone para formar una pareja y robar una carta (porque el Clone se convierte en la misma carta de gato que pusiste debajo). Esto solo funciona si eres el jugador que jugó tanto la carta de gato como el Clone; no puedes jugar un Clone sobre una carta de gato jugada por otro jugador.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "attack-2x",
        "show": true,
        "name": "Attack",
        "image": "img/exploding-kittens/card-icons/attack-2x.png",
        "description": "Termina tu turno sin robar carta y obliga al siguiente jugador a tomar dos turnos seguidos.",
        "detailedDescription": "No robes ninguna carta. En su lugar, obliga inmediatamente al siguiente jugador a tomar 2 turnos seguidos. El juego continúa desde ese jugador, quien realiza su primer turno normalmente (jugar o pasar y luego robar). Al terminar, debe tomar otro turno. Si el jugador afectado juega una carta Attack en cualquiera de sus turnos, el nuevo objetivo debe tomar los turnos restantes más los ataques de la carta jugada (por ejemplo, 4 turnos, luego 6, etc.).",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "targeted-attack-2x",
        "show": true,
        "name": "Targeted Attack 2x",
        "image": "img/exploding-kittens/card-icons/targeted-attack-2x.png",
        "description": "No robes ninguna carta. Elige a cualquier otro jugador para que tome 2 turnos seguidos. El juego continúa desde ese jugador.",
        "detailedDescription": "Termina inmediatamente tu turno sin robar carta y elige a cualquier jugador para que tome 2 turnos seguidos. La víctima toma su primer turno normalmente (jugar o pasar y luego robar). Al terminar, debe tomar otro turno. El juego continúa desde el jugador atacado.\n\nSi la víctima de cualquier Attack (Targeted Attack, Attack normal, etc.) juega una carta Attack en cualquiera de sus turnos, sus turnos terminan inmediatamente y el nuevo objetivo debe tomar los turnos restantes más 2 adicionales (por ejemplo, 4 turnos, luego 6, etc.).",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "personal-attack-3x",
        "show": true,
        "name": "Personal Attack 3x",
        "image": "img/exploding-kittens/card-icons/personal-attack-3x.png",
        "description": "Toma tres turnos seguidos.",
        "detailedDescription": "Este ataque se juega sobre ti mismo. Toma tres turnos seguidos. Realiza tu primer turno normalmente (jugar o pasar y luego robar). Cuando termine tu turno, te corresponde jugar dos turnos más.\n\nSi juegas otra carta Attack (Personal Attack, Attack normal, etc.) en cualquiera de tus turnos, el objetivo debe tomar todos los turnos restantes más el número de ataques indicados en la carta Attack jugada.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "attack-of-the-dead",
        "show": true,
        "name": "Attack of the Dead",
        "image": "img/exploding-kittens/card-icons/attack-of-the-dead.png",
        "description": "No robes ninguna carta. Obliga al siguiente jugador a tomar tres turnos por cada jugador muerto.",
        "detailedDescription": "Termina tu turno sin robar carta. Obliga al siguiente jugador a tomar tres turnos por cada jugador muerto.\n\nSi la víctima de una carta Attack juega una carta Attack en cualquiera de sus turnos, el nuevo objetivo debe tomar los turnos restantes más los ataques de la carta jugada.\n\nNo puedes jugar esta carta si no hay jugadores muertos.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "see-the-future-3x",
        "show": true,
        "name": "See the Future 3x",
        "image": "img/exploding-kittens/card-icons/see-the-future-3x.png",
        "description": "Mira en secreto las tres primeras cartas del mazo de robo.",
        "detailedDescription": "Mira en secreto las 3 primeras cartas del mazo de robo y vuelve a colocarlas en el mismo orden. No muestres las cartas a los demás jugadores.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "see-the-future-5x",
        "show": true,
        "name": "See the Future 5x",
        "image": "img/exploding-kittens/card-icons/see-the-future-5x.png",
        "description": "Mira en secreto las cinco primeras cartas del mazo de robo.",
        "detailedDescription": "Mira en secreto las 5 primeras cartas del mazo de robo y vuelve a colocarlas en el mismo orden. No muestres las cartas a los demás jugadores.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "share-the-future-3x",
        "show": true,
        "name": "Share the Future 3x",
        "image": "img/exploding-kittens/card-icons/share-the-future-3x.png",
        "description": "Mira y reordena las tres primeras cartas del mazo de robo, luego muéstralas al siguiente jugador.",
        "detailedDescription": "Mira en secreto las 3 primeras cartas del mazo de robo y reordénalas como quieras. Antes de devolverlas al mazo boca abajo, muéstralas al siguiente jugador. Luego continúa con tu turno.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "reveal-the-future-3x",
        "show": true,
        "name": "Reveal the Future 3x",
        "image": "img/exploding-kittens/card-icons/reveal-the-future-3x.png",
        "description": "Muestra a todos las tres primeras cartas del mazo de robo.",
        "detailedDescription": "Revela las tres primeras cartas del mazo de robo a TODOS los jugadores y luego vuelve a colocarlas sin cambiar su orden.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "alter-the-future-3x",
        "show": true,
        "name": "Alter the Future 3x",
        "image": "img/exploding-kittens/card-icons/alter-the-future-3x.png",
        "description": "Mira en secreto y reordena las tres primeras cartas del mazo de robo.",
        "detailedDescription": "Mira en secreto las 3 primeras cartas del mazo de robo y reordénalas como quieras. No muestres las cartas a los demás jugadores.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "alter-the-future-3x-now",
        "show": true,
        "name": "Alter the Future 3x NOW",
        "image": "img/exploding-kittens/card-icons/alter-the-future-3x-now.png",
        "description": "Mira en secreto y reordena las tres primeras cartas del mazo de robo. Puedes jugarla en cualquier momento.",
        "detailedDescription": "Mira en secreto las 3 primeras cartas del mazo de robo y reordénalas como quieras. No muestres las cartas a los demás jugadores. A diferencia de la carta normal, el efecto 'NOW' permite jugarla aunque no sea tu turno. Solo no puedes jugarla en medio de una acción (por ejemplo, mientras alguien está barajando el mazo).",
        "isNow": true,
        "canBeNoped": true
    },
    {
        "id": "alter-the-future-5x",
        "show": true,
        "name": "Alter the Future 5x",
        "image": "img/exploding-kittens/card-icons/alter-the-future-5x.png",
        "description": "Mira en secreto y reordena las cinco primeras cartas del mazo de robo.",
        "detailedDescription": "Mira en secreto las 5 primeras cartas del mazo de robo y reordénalas como quieras. No muestres las cartas a los demás jugadores.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "clairvoyance-now",
        "show": true,
        "name": "Clairvoyance NOW",
        "image": "img/exploding-kittens/card-icons/clairvoyance-now.png",
        "description": "Úsala cuando alguien juegue un Zombie Kitten. Puedes ver dónde coloca en secreto los Exploding Kittens. Juega en cualquier momento.",
        "detailedDescription": "Juega esta carta cuando otro jugador haya desactivado un Exploding Kitten. Podrás ver dónde coloca la(s) carta(s) de Exploding Kitten en el mazo.\n\nPuedes jugarla en cualquier momento antes de que comience una acción, incluso si no es tu turno.\n\nLos jugadores muertos también pueden jugar esta carta.",
        "isNow": true,
        "canBeNoped": true
    },
    {
        "id": "barking-kitten",
        "show": true,
        "name": "Barking Kitten",
        "image": "img/exploding-kittens/card-icons/barking-kitten.png",
        "description": "Si alguien tiene un Barking Kitten, te da la mitad de sus cartas. Elige y devuelve la misma cantidad. Si nadie lo tiene, deja esta carta frente a ti.",
        "detailedDescription": "Coloca esta carta boca arriba frente a ti y pregunta por el otro Barking Kitten. Si algún jugador lo tiene, es tu objetivo y debe darte la mitad de sus cartas (redondeando hacia arriba). Combina esas cartas con tu mano, luego elige y devuelve la misma cantidad de cartas (pueden ser las mismas que te dieron). Después, descarta ambos Barking Kittens.\n\nSi nadie tiene el otro Barking Kitten, deja la carta boca arriba frente a ti (no puedes jugarla de nuevo y no forma parte de tu mano). Cuando alguien juegue el otro Barking Kitten, tú eres su objetivo.\n\nSi consigues ambos Barking Kittens (aunque ya hayas jugado uno), juégalos juntos y elige a cualquier jugador como objetivo.\n\nComo todos los Kittens, Barking Kitten no puede ser cancelado con Nope.\n\nSi juegas un Barking Kitten estando ciego, no puedes ver ninguna de las cartas que recibes o entregas.\n\nSi se juega un Barking Kitten y un jugador ciego tiene el otro Barking Kitten, puede mirar sus cartas para descartar el Barking Kitten, luego baraja sus cartas a ciegas y sigue las reglas normales de Barking Kitten a ciegas.\n\nSi tienes un Barking Kitten boca arriba frente a ti y te vuelves ciego (o juegas uno estando ciego), mantén el Barking Kitten visible para todos los jugadores.\n\nEn todos los casos, tras resolver los Barking Kittens, ambos jugadores pueden mirar sus nuevas manos para ver si tienen un Exploding Kitten sin un Streaking Kitten que deba ser desactivado.",
        "isNow": false,
        "canBeNoped": false
    },
    {
        "id": "tower-of-power",
        "show": true,
        "name": "Tower of Power",
        "image": "img/exploding-kittens/card-icons/tower-of-power.png",
        "description": "Si alguien te roba una carta a ciegas, la roba de la corona Tower of Power en vez de tu mano.",
        "detailedDescription": "Al inicio de la partida reparte 6 cartas y colócalas en la mesa. Luego pon la corona Tower of Power encima; esto es el alijo. Vuelve a meter la carta Tower of Power en el mazo y baraja.\n\nPara jugar esta carta, ponte la corona Tower of Power. Toma las cartas del alijo y, sin mirarlas, colócalas dentro de la corona sobre tu cabeza.\n\nLa corona te protege contra cualquier forma de robo. Si alguien te roba cartas, debe tomar una carta al azar de la corona Tower of Power en vez de tu mano (hasta que no queden cartas en el alijo). Esto aplica a cartas Favor, jugar pares, tríos o cualquier otra forma de robo.\n\nNunca puedes mover cartas del alijo de la corona a tu mano. Solo te protege de ladrones que quieran robarte cartas. Debes seguir usando la corona el resto de la partida.\n\nCurse of the Cat Butt solo afecta a las cartas del alijo cuando entran en la mano de un jugador ciego; en ese momento se consideran cartas ciegas.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "streaking-kitten",
        "show": true,
        "name": "Streaking Kitten",
        "image": "img/exploding-kittens/card-icons/streaking-kitten.png",
        "description": "Mantén esta carta en secreto. Mientras esté en tu mano, puedes robar y guardar en secreto un Exploding Kitten sin explotar.",
        "detailedDescription": "Si el Streaking Kitten sale de tu mano por cualquier motivo, el Exploding Kitten que tengas explotará.\n\nSi otro jugador roba o recibe un Exploding Kitten de tu mano, explota. Debe desactivarlo o perder la partida.\n\nSi realizas cualquier acción que haga que juegues un Exploding Kitten de tu mano a la pila de descarte, explotas. Debes desactivarlo o perder la partida.\n\nAgrega suficientes Exploding Kittens al mazo para que el número total de Kittens sea igual al número de jugadores; esto es 1 Exploding Kitten más de lo normal porque la carta Streaking Kitten permite a un jugador tener un Exploding Kitten en su mano sin explotar.",
        "isNow": false,
        "canBeNoped": false
    },
    {
        "id": "catomic-bomb",
        "show": true,
        "name": "Catomic Bomb",
        "image": "img/exploding-kittens/card-icons/catomic-bomb.png",
        "description": "Retira los Exploding Kittens del mazo, baraja el mazo y coloca todos esos Kittens boca abajo en la parte superior. Tu turno termina tras jugar esta carta.",
        "detailedDescription": "Retira todos los Exploding Kittens (deja el Imploding Kitten) del mazo de robo para que todos los jugadores puedan verlos. Luego, baraja el mazo de robo y coloca los Exploding Kittens boca abajo en la parte superior.\n\nTermina tu turno sin robar carta.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "armageddon",
        "show": true,
        "name": "Armageddon",
        "image": "img/exploding-kittens/card-icons/armageddon.png",
        "description": "Activa el Armagedón y termina tu turno. Solo se puede jugar si Godcat está en el tapete de juego.",
        "detailedDescription": "Esta carta activa el Armagedón usando las dos cartas del tapete de juego. Solo puede jugarse si tanto Godcat como Devilcat están en el tapete (es decir, nadie tiene Godcat en la mano). Tras el Armagedón, tu turno termina y no necesitas robar carta. La carta Armagedón puede ser cancelada con Nope, pero debes jugar el Nope antes de que el jugador tome las dos cartas del tapete. Si juegas Armagedón tras recibir un Attack, solo termina uno de tus dos turnos. Consulta las reglas para más detalles.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "godcat",
        "show": true,
        "name": "Godcat",
        "image": "img/exploding-kittens/card-icons/godcat.png",
        "description": "Juega como cualquier carta del juego, excepto Nope. Después de jugar Godcat, colócala de nuevo en el tapete de juego.",
        "detailedDescription": "Si ganas Godcat en el Armagedón, añádela a tu mano. Godcat puede jugarse en tu turno como CUALQUIER carta del mazo excepto Nope. Esto significa que puedes jugarla como Defuse, Attack o cualquier otra carta del mazo.\n\nDespués de jugar Godcat, colócala junto a Devilcat en el tapete de juego. NO pongas Godcat en la pila de descarte.\n\nNo puedes usar Godcat como Nope porque, si alguien intentara robártela, simplemente la usarías como Nope y el juego perdería diversión.\n\nEl reverso de Godcat es diferente al resto de las cartas, así que es fácil para otros jugadores robarla, incluso cuando eligen una carta 'al azar' de tu mano.\n\nLas únicas cartas que pueden salvarte de Devilcat son Defuse o Zombie Kitten; no puedes usar Streaking Kitten para evitar Devilcat. Godcat nunca debe ir al mazo de robo, así que no puedes añadirla al mazo tras jugar Potluck o Garbage Collection.\n\nExploding Kittens: Good vs Evil puede mezclarse con otras expansiones, pero hay reglas especiales: Godcat puede jugarse como cualquier carta del mazo excepto: Nope, Exploding Kitten, Imploding Kitten, Streaking Kitten, Barking Kitten, Tower of Power. Consulta el reglamento para detalles adicionales.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "devilcat",
        "show": true,
        "name": "Devilcat",
        "image": "img/exploding-kittens/card-icons/devilcat.png",
        "description": "Explota si tienes a Devilcat en el Armagedón. Debes descartar un Defuse o explotar. Luego vuelve al tapete de juego.",
        "detailedDescription": "Devilcat explota si está frente a ti al final del Armagedón, y debes descartar un Defuse para evitar morir. Después del Armagedón, coloca Devilcat de nuevo en el tapete de juego.\n\nNunca pongas a Devilcat en el mazo de robo. Siempre regresa al tapete de juego.\n\nSi juegas un Defuse para evitar morir por Devilcat, no puedes colocar ninguna carta en el mazo de robo. Simplemente descarta tu Defuse en la pila de descarte. (Esto es diferente al uso normal de Defuse porque no hay un Exploding Kitten que desactivar.)",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "mark",
        "show": true,
        "name": "Mark",
        "image": "img/exploding-kittens/card-icons/mark.png",
        "description": "Elige a un jugador y selecciona al azar una de sus cartas. Esa carta debe mantenerse visible en su mano hasta que sea jugada o robada.",
        "detailedDescription": "Elige a un jugador objetivo. Selecciona al azar una de sus cartas y márcala devolviéndola a su mano, pero debe permanecer visible para los demás jugadores. La carta sigue siendo parte de su mano (puede mirarla), pero debe permanecer marcada hasta que se juegue o se robe.\n\nSi una carta marcada es robada, deja de estar marcada.\n\nSi te marcan mientras estás ciego (o si te vuelves ciego teniendo una carta marcada), la carta marcada debe permanecer orientada en sentido opuesto al resto de tu mano hasta que se juegue o se robe.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "curse-of-the-cat-butt",
        "show": true,
        "name": "Curse of the Cat Butt",
        "image": "img/exploding-kittens/card-icons/curse-of-the-cat-butt.png",
        "description": "Elige a un jugador para que quede 'ciego'. Debe barajar y mantener sus cartas boca abajo hasta que robe una carta.",
        "detailedDescription": "Elige a un jugador objetivo. Ese jugador debe poner inmediatamente sus cartas boca abajo sobre la mesa y barajarlas, quedando ciego. El jugador ciego no puede mirar ninguna de sus cartas hasta que logre robar una carta del mazo sin explotar.\n\nEn su turno, si el jugador ciego decide jugar cartas, debe elegirlas al azar y jugarlas boca arriba en la pila de descarte. Si la carta es jugable, se juega normalmente.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "garbage-collection",
        "show": true,
        "name": "Garbage Collection",
        "image": "img/exploding-kittens/card-icons/garbage-collection.png",
        "description": "Cada jugador (incluyéndote) debe elegir una carta para barajarla en el mazo de robo.",
        "detailedDescription": "Cada jugador que tenga cartas (incluyendo quien jugó esta carta) debe elegir 1 carta de su mano y colocarla en secreto en el mazo de robo. Luego, baraja todo el mazo de robo.\n\nSi tienes un Exploding Kitten en tu mano (ver 'Streaking Kitten'), puedes usarlo como tu carta elegida cuando se juegue Garbage Collection.\n\nSi Garbage Collection se juega mientras estás ciego, debes elegir una carta para contribuir sin mirar tus cartas. Después de hacer tu selección, puedes mirar la carta en secreto (así, si accidentalmente entregaste un Streaking Kitten y te quedas con un Exploding Kitten en la mano, puedes intentar desactivarlo).",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "feed-the-dead-now",
        "show": true,
        "name": "Feed the Dead NOW",
        "image": "img/exploding-kittens/card-icons/feed-the-dead-now.png",
        "description": "Elige un jugador muerto. Todos los jugadores vivos (excepto tú) deben darle una carta de su mano. Juega en cualquier momento.",
        "detailedDescription": "Elige un jugador muerto. Todos los jugadores vivos que tengan cartas (excepto tú) deben elegir una carta de su mano y dársela a ese jugador muerto. No puedes jugar esta carta si no hay jugadores muertos.\n\nPuedes jugar esta carta en cualquier momento antes de que comience una acción, incluso si no es tu turno. Los jugadores muertos también pueden jugar esta carta.",
        "isNow": true,
        "canBeNoped": true
    },
    {
        "id": "grave-robber",
        "show": true,
        "name": "Grave Robber",
        "image": "img/exploding-kittens/card-icons/grave-robber.png",
        "description": "Todos los jugadores muertos con cartas deben elegir una carta de su mano para barajarla en el mazo de robo.",
        "detailedDescription": "Todos los jugadores muertos que tengan cartas deben elegir una carta de su mano y barajarla en el mazo de robo.\n\nNo puedes jugar esta carta si no hay jugadores muertos.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "potluck",
        "show": true,
        "name": "Potluck",
        "image": "img/exploding-kittens/card-icons/potluck.png",
        "description": "Comenzando contigo y siguiendo el sentido de juego, cada jugador coloca una carta en la parte superior del mazo de robo.",
        "detailedDescription": "Si tienes un Exploding Kitten en tu mano (ver 'Streaking Kitten'), puedes usarlo como tu carta elegida cuando se juegue Potluck.\n\nSi Potluck se juega mientras estás ciego, debes elegir una carta para colocar en el mazo de robo sin mirar tus cartas. Después de hacer tu selección, puedes mirar la carta en secreto (así, si accidentalmente entregaste un Streaking Kitten y te quedas con un Exploding Kitten en la mano, puedes intentar desactivarlo).",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "bury",
        "show": true,
        "name": "Bury",
        "image": "img/exploding-kittens/card-icons/bury.png",
        "description": "Termina tu turno colocando en secreto la próxima carta que robes de nuevo en el mazo, como si la hubieras desactivado.",
        "detailedDescription": "Juega esta carta y termina tu turno robando una carta. Después de verla, colócala en secreto en cualquier parte del mazo de robo.\n\nEs ideal si estás seguro de que la carta superior del mazo es un Exploding Kitten; no tanto si te equivocas.\n\nSi Bury se juega sobre un Imploding Kitten, deja el Imploding Kitten en la orientación en que lo robaste (boca arriba o boca abajo) al devolverlo al mazo.\n\nNo puedes jugar esta carta si tienes una carta I'll Take That frente a ti.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "dig-deeper",
        "show": true,
        "name": "Dig Deeper",
        "image": "img/exploding-kittens/card-icons/dig-deeper.png",
        "description": "Roba una carta, mírala y decide si la quieres. Si no, roba la siguiente (que debes quedarte) y pon la primera carta boca abajo en la parte superior del mazo.",
        "detailedDescription": "Roba la carta superior del mazo de robo, mírala y decide si quieres quedártela. Si es así, ponla en tu mano. Si no, debes robar la siguiente carta del mazo, sin importar cuál sea (luego pon la carta que decidiste no robar boca abajo en la parte superior del mazo). Tu turno termina ahora.",
        "isNow": false,
        "canBeNoped": true
    },
    {
        "id": "raising-heck",
        "show": true,
        "name": "Raising Heck",
        "image": "img/exploding-kittens/card-icons/raising-heck.png",
        "description": "Roba la carta inferior del mazo de robo. Mírala y decide si la quieres o la colocas en la parte superior del mazo. Esto termina tu turno.",
        "detailedDescription": "Roba la carta inferior del mazo de robo y decide si quieres quedártela en tu mano o colocarla en la parte superior del mazo de robo. Independientemente de tu decisión, esto termina tu turno.",
        "isNow": false,
        "canBeNoped": true
    }
]